[
  {
    "novel_txt": "[Oopsie, be careful! Historic sites like these always have just as many traps as treasures! It's one of the rules of the dungeon, you know!]<br><br>\nThe annoyingly cheery voice echoed from a distance.<br>\nThat damned assistant only offered advice after someone died.<br>\nJung Dawoon was at the bottom of a deep pit.\nThe ground was covered in sharp, metal spikes.<br>\nOne of the spikes had pierced his stomach. Jung Dawoon was dying.<br><br>\n“Damn it.\"<br><br>\nWith the last of his strength, he pulled the spike from his body.<br>\nHe then crawled across the floor and leaned against the wall.<br>\nWeakly, he looked up and saw a circle of light at the end of the deep darkness.\n<br>It was the opening of the trap he'd fallen into.<br><br><i>\nTo think some treasure blinded me when I'd gotten so far...</i><br><br>\nHis regret was palpable.<br>\nHe had no one to blame; it had been his own mistake that had doomed him.<br><br><i>\nSo this is how I die?</i><br><br>\nHis vision began to fade.<br>\nHe must have lost too much blood.<br>\nHis body was getting progressively colder.<br>\nThere was a ringing in his ears, and his head was blank.<br>\nHis senses were growing dull, and everything felt far away.<br>\nHe'd struggled so much to survive, but now he was at death's door."
  },
  {
    "novel_txt": "Irritated gazes fell on Aria, who was blankly staring at her hand. Everyone knew that soon the vulgar girl would scream.<br>\nPeople braced themselves for this eventuality. No gestures of pity were offered to Aria. She had already lost their trust.<br>\nAria closed her eyes. After briefly considering what to do next, she opened her eyes and let a calm expression fall over her face.<br><br>\n“Pass me a handkerchief, Jessie. I seem to have hurt my leg, so I will need you to tend to the wound. My apologies to everyone, but I will have to leave the meal early.”<br><br>\nAgainst everyone's expectations, Aria had chosen to react calmly instead of screaming.\n<br>She took the handkerchief from her maid and wiped her hand, then left her seat after apologizing for creating a disturbance.<br>\nEveryone seated around the table froze, taken aback by Aria's unexpected reaction."
  },
  {
    "novel_txt": "Up to that point, my morning was no different from usual. I stood peacefully in front of the closet. \nWhen I saw the snowwhite school uniform that hung from the closet door, I found myself at a loss, however. <br><br><i>Huh?</i>&nbsp; Brows deeply furrowed, I stared at the uniform for a while. I rubbed my eyes. Nothing changed, so this time I tried banging my head against the wall. When I turned towards the closet again, I saw the same uniform hanging there.<br><br>\n<i>What is this?&nbsp;</i>  I thought, holding the uniform. It resembled a patient's gown from some psychiatric ward the more I looked at it. The jacket was pure white, and so was the dress. The vest was a light beige, but that wasn't much of a consolation. If I put this on and buttoned my jacket, I'd be white from head to toe.<br><br>\nOne thing I found a relief was that this was not my school's uniform. My school's uniform came in an ordinary navy color.<br><br>\nI stood there staring vacantly for a while before calling out to my mom.<br><br>\n\"Mom, where's my uniform?\"<br>\n\"Huh?\"<br><br>\nMy mom, having just finished doing the dishes in the kitchen, appeared at my door. I shook the white uniform at her.<br><br>\n\"Mom, this isn't my school's uniform! Where's mine?\"<br>\n\"What are you saying, child? You went to get that fitted last week. That <i>is</i>&nbsp; your uniform!\"<br>\n\"Huh?\"<br>\n\"What?\"<br>"
  }
]